Repository: aminembarki/cssjanus
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: Change Language
fa: تغییر زبان

source: Left-to-Right-to-Left-ifyer
fa: چپ به راست به چپ کن

source: This webapp uses cssjanus.py to convert LTR(left to right) properties and values in a CSS file to RTL counterparts and vice-versa.
fa: این وب‌ابزار از ccsjanus.py برای تبدیل دستورات و مقادیریک چیدمان چپ به راست در یک فایل CSS به مقایر و دستورات معادل آنها در یک چیدمان راست به چپ استفاده می‌کند.

source: Author:
fa: نویسنده:

source: Paste or Type CSS:
fa: CSS خود را تایپ یا پیست کنید:

source: OR use an URI to a CSS file:
fa: یا آدرس یک فایل CSS را وارد کنید:

source: Flags
fa: امکانات

source: Run CSSJanus!
fa: اجرای CSSJanus!

source: Reset
fa: بازگشت به حالت اول

source: Result CSS:
fa: CSS تغییریافته:

source: Results will appear here...
fa: نتیجه کار در اینجا نمایش داده خواهد شد...

source: You could also embed this webapp directly in your markup with your publicly accessible CSS files like so:
fa: شما حتی می‌توانید از این وب‌ابزار مستقیما در کد خود زیر استفاده کنید.برای این‌کار از فایل CSS به فرمت زیر که به صورت عمومی قابل دسترس است استفاده کنید.

source: Try this example CSS!
fa: این فایل CSS را به عنوان نمونه آزمایش کنید!

source: You need to put some text in the css field or uri field.
fa: شما باید متنی را وارد کنید یا آدرسی برای فایل CSS بدهید.

source: Arabic
fa: عربی

source: English
fa: انگلیسی

source: French
fa: فرانسوی

source: Persian
fa: فارسی
