Repository: aminembarki/cssjanus
Catalog: trunk/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Change Language
ar: تغيير اللغة

source: Left-to-Right-to-Left-ifyer
ar: من اليسار الى اليمين الى اليسار

source: This webapp uses cssjanus.py to convert LTR(left to right) properties and values in a CSS file to RTL counterparts and vice-versa.
ar: هذا webapp يستخدم لتحويل cssjanus.py لتر (من اليسار الى اليمين) وخصائصالقيم في ملف CSS لRTL النظراء والعكس بالعكس.

source: Author:
ar: المؤلف :

source: Paste or Type CSS:
ar: الصق او نوع CSS :

source: OR use an URI to a CSS file:
ar: او استخدام اوري لCSS الملف :

source: Flags
ar: الاعلام

source: Run CSSJanus!
ar: البعيد CSSJanus!

source: Reset
ar: اعادة تعيين

source: Result CSS:
ar: نتيجة CSS :

source: Results will appear here...
ar: النتائج ستظهر هنا...

source: You could also embed this webapp directly in your markup with your publicly accessible CSS files like so:
ar: يمكنك ايضا ان يتم تضمين هذا webapp مباشرة في حسابك مع ترميز الخاص بك هو متاح للجمهور CSS ملفات مثل ذلك :

source: Try this example CSS!
ar: جرب هذا المثال CSS

source: You need to put some text in the css field or uri field.
ar: انت بحاجة الى وضع بعض النصوص في الميدان أو CSS اوري الميدانيه.

source: Arabic
ar: العربية

source: Chinese
ar: الصينية
